13/data/attachments/254dd6e2146a351d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9c584c2b-d000-4a7d-b582-82a24adaa521</nif:username>
            <nif:friendToBeAdded>Ruben_Congress_Actions_64706_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>